Revit 2027 API
TableCellStyle.IsInactivePhaseload Property
 Gets or sets whether this is an inactive phase load cell.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInactivePhaseload { get; set; }
Public Property IsInactivePhaseload As Boolean
	Get
	Set
public:
property bool IsInactivePhaseload {
	bool get ();
	void set (bool value);
}
member IsInactivePhaseload : bool with get, set
Property Value
Boolean
 true if the font is an inactive phase load cell; otherwise false.
See Also
Reference
TableCellStyle Class
Autodesk.Revit.DB Namespace